{
    "future menu": [
        {
            "title": "Som Tam Thai",
            "price": 6,
            "allergences": ["peanut", "fish", "shellfish"],
            "description": "Green papaya salad pounded with lime, chili, peanuts, and fish sauce – fresh, zesty, and bold.",
            "spicyLevel": 2,
            "recommendation": "Thai food lovers will enjoy this",
            "src": "snack/som-tam-thai",
            "moreDescription": {
            "chunk1": "The true taste of Thailand’s streets! Our wok-tossed rice noodles are stir-fried with egg, crunchy peanuts, fresh bean sprouts, spring onion and a perfectly balanced sauce of tamarind, palm sugar and fish sauce.",
            "chunk2": "Contains: fish, egg, peanut"
            }            
        },
        {
        "title": "Curry Puff",
        "price": 5,
        "allergences": ["gluten", "egg", "milk"],
        "description": "Flaky pastry filled with curried vegetables – a savoury snack with gentle warmth.",
        "spicyLevel": 0,
        "recommendation": "",
        "src": "snack/curry-puff",
        "moreDescription": {
        "chunk1": "The true taste of Thailand’s streets! Our wok-tossed rice noodles are stir-fried with egg, crunchy peanuts, fresh bean sprouts, spring onion and a perfectly balanced sauce of tamarind, palm sugar and fish sauce.",
        "chunk2": "Contains: fish, egg, peanut"
            }            
        },  
        {
            "title": "Khao Man Gai (Thai Chicken Rice)",
            "price": 17,
            "allergences": ["soy", "fish", "shellfish", "gluten"],
            "description": "Crispy fried chicken with fragrant rice & Thai sweet chili sauce.",
            "spicyLevel": 0,
            "recommendation": "",
            "src": "wok/khao-Man-gai",
            "moreDescription": {
            "chunk1": "A Thai comfort classic with a twist: golden fried chicken served with aromatic jasmine rice, fresh cucumber, coriander, and a touch of Thai sweet chili sauce for the perfect balance of crunch and flavor.",
            "chunk2": "Contains: soy, molluscs (oyster), fish (sweet chili sauce), gluten (flour)"
            }
        } ,
                    {
              "title": "M9. Panang",
              "price": 16.50,
              "allergences": ["fish", "shellfish"],
              "description": "Rich, slightly spicy coconut curry scented with kaffir lime, bell peppers and long beans — served with steamed jasmine rice.",
              "spicyLevel": 1,
              "recommendation": "",
              "src": "Panang",
              "moreDescription": {
                "chunk1": "A rich and aromatic Thai curry made with coconut milk, Panang curry paste, kaffir lime leaves, , bell peppers and long beans. Balanced with palm sugar and fish sauce for a sweet, salty and spicy finish — served with steamed jasmine rice.",
                "chunk2": "Contains: fish, crustaceans (shrimp paste in curry paste)"
              }            
            },

                    {
              "title": "Mango Sticky Rice",
              "price": 6,
              "allergences": ["coconut", "sesame"],
              "description": "Sweet glutinous (sticky) rice cooked in creamy coconut milk, served with ripe mango slices and a drizzle of extra coconut cream — finished with sesame seeds.",
              "spicyLevel": 0,
              "recommendation": "",
              "src": "Mango Sticky Rice",
              "moreDescription": {
                "chunk1": "Classic Thai mango sticky rice: glutinous rice is steamed then gently folded with sweetened coconut milk and a pinch of salt, served warm alongside perfectly ripe mango. We finish with an extra spoon of thick coconut cream and a sprinkle of toasted sesame seeds for texture.",
                "chunk2": "Contains: coconut (coconut milk/cream), sesame (garnish). May contain traces of tree nuts and peanuts due to shared kitchen equipment."
              }
            }      
    ]
}